Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/employment/employment_rights_and_conditions/leave_and_holidays/public_holidays_in_ireland.html.txt.tmx
Source language: en
Languages: ro

source: There are 9 public holidays in Ireland each year
ro: Anual, există 9 sărbători legale în Irlanda

source: Public holidays may commemorate a special day or other event, for example, St Patrick's Day (17 March) or Christmas Day (25 December)
ro: Sărbătorile legale în Irlanda (ca şi în alte ţări) pot comemora o zi specială sau un alt tip de eveniment, ca de exemplu, Sfântul Patrick (17 martie) sau Crăciunul (25 decembrie)

source: On a public holiday, sometimes called a bank holiday, most businesses and schools close. Other services, for example, public transport still operate but often with restricted schedules
ro: Într-o astfel de zi, şcolile şi majoritatea societăţilor sunt închise, deşi, alte servicii, cum ar fi transporturile publice funcţionează, însă, adesea, cu program redus

source: The list of public holidays each year is as follows:
ro: Lista sărbătorilor legale anuale în Irlanda este următoarea :

source: • New Year's Day (1 January)
ro: • Anul Nou (1 ianuarie)

source: • St. Patrick's Day (17 March)
ro: • Sfântul Patrick (17 martie)

source: • First Monday in May, June, August
ro: • Prima zi de luni din mai, iunie, august

source: • Last Monday in October
ro: • Ultima zi de luni din octombrie

source: • St. Stephen's Day (26 December)
ro: • Sfântul Ştefan (26 decembrie)

source: Good Friday is not a public holiday
ro: Vinerea Paştelui nu este o sărbătoare legală

source: While some schools and businesses close on that day, you have no automatic entitlement to time off work on that day
ro: În timp ce anumite şcoli şi societăţi nu funcţionează în această zi, nu aveţi automat dreptul la o zi liberă cu această ocazie

source: How is the date of Easter Monday determined each year?
ro: Cum se stabileşte lunea Paştelui în fiecare an?

source: Easter Monday is the only public holiday that can vary significantly from year to year
ro: Lunea Paştelui este singura sărbătoare legală din Irlanda (şi din alte ţări) a cărei dată poate varia în mod semnificativ de la an la an

source: The date of Easter moves every year within the international calendar for civil use
ro: Data Paştelui se schimbă anual în calendarul internaţional din motive de bună cuviinţă

source: Broadly speaking, Easter should be the first Sunday after the first full moon occurring on or after 21 March
ro: În general, Paştele ar trebui să fie în prima duminică care urmează primei zile cu lună plină după 21 martie sau ulterior acestei date

source: This means that the earliest possible date for Easter Sunday in any year is 22 March, the latest is 25 April
ro: Aceasta înseamnă că data cea mai timpurie pentru Duminica Paştelui în orice an este 22 martie, iar cea mai târzie este 25 aprilie

source: Easter Monday will fall on the following dates between 2017 and 2020: 17 April 2017, 2 April 2018, 22 April 2019, 13 April 2020
ro: Duminica Paştelui din prezent până va fi în următoarele date: 6 aprilie 2015, 28 martie 2016, 17 aprilie 2017, 2 aprilie 2018

source: Your entitlement to public holidays is set out in the Organisation of Working Time Act 1997
ro: Dreptul dumneavoastră la sărbători legale este stipulat în Legea privind organizarea orarului de lucru, 1997

source: Most employees are entitled to paid leave on public holidays
ro: Majoritatea angajaţilor au dreptul la concediu plătit cu ocazia sărbătorilor legale

source: One exception is part-time employees who have not worked for their employer at least 40 hours in total in the 5 weeks before the public holiday
ro: Excepţie fac lucrătorii cu jumătate de normă care nu au prestat servicii angajatorului lor însumând cel puţin 40 de ore în total de-a lungul celor 5 săptămâni anteriore sărbătorii legale

source: Employees who qualify for public holiday benefit will be entitled to one of the following:
ro: Angajații care se încadrează au dreptul la una din următoarele:

source: • A paid day off on the public holiday
ro: • O zi liberă plătită cu ocazia sărbătorii legale

source: • An additional day of annual leave
ro: • O zi suplimentară la concediul anual de odihnă

source: • An additional day's pay
ro: • Salariul pentru o zi suplimentară

source: • A paid day off within a month of the public holiday
ro: • O zi liberă plătită în termen de o lună de la data sărbătorii legale

source: The Organisation of Working Time Act provides that you may ask your employer at least 21 days before a public holiday, which of the alternatives will apply
ro: Legea privind organizarea orarului lucru prevede că puteţi solicita angajatorului dumneavoastră, cu minim 21 de zile înaintea unei sărbători legale, care dintre alternative să se aplice

source: If your employer fails to respond at least 14 days before the public holiday, you are entitled to take the actual public holiday as a paid day off. The Organisation of Working Time (Determination of Pay For Holidays) Regulations (SI 475/1997) set out the appropriate rate of daily pay
ro: Dacă angajatorul dumneavoastră nu vă răspunde cu minim 14 zile înaintea sărbătorii legale, aveţi dreptul să consideraţi sărbătoarea legală respectivă ca zi liberă plătită

source: If you have worked for your employer at least 40 hours in the 5 weeks before the public holiday and the public holiday falls on a day you normally work you are entitled to a day's pay for the public holiday
ro: În cazul în care ați lucrat pentru angajatorul dvs. cel puțin 40 de ore pe o perioadă de 5 săptămâni înainte de sărbătoarea legală și sărbătoarea legală cade într-o zi în care, în mod normal, lucrați aveți dreptul la salariul pe o zi pentru respectiva sărbătoare legală

source: If you are required to work that day you are entitled to an additional day's pay
ro: În cazul în care vi se solicită să lucrați în ziua respectivă aveți dreptul la salariul pentru o zi suplimentară

source: If you do not normally work on that particular day you should receive one-fifth of your weekly pay
ro: În cazul în care, în mod normal, nu lucrați în ziua respectivă veți primi o cincime din salariul săptămânal

source: If you do not have normal daily or weekly working hours, under SI 475/1997, an average of your day’s pay or the fifth of your weekly pay is calculated over the 13 weeks you worked before the public holiday
ro: Chiar și în cazul în care nu veți fi niciodată planificat/ă să lucrați în timpul unei sărbători legale aveți dreptul la o cincime din salariul săptămânal ca și compensație pentru sărbătoarea legală

source: In all of the above situations your employer may choose to give you paid time off instead of pay for the public holiday
ro: În toate situațiile de mai sus angajatorul poate opta pentru acordarea de zile libere plătite în locul salariului pentru sărbătoarea legală

source: Sick leave on a public holiday
ro: Concediu medical în zi de sărbătoare legală

source: If you are a full time worker on sick leave during a public holiday, you are entitled to benefit for the public holiday you missed, as described above
ro: Dacă sunteţi lucrător cu normă întreagă în concediu medical în timpul unei sărbători legale, aveţi dreptul la zi liberă cu ocazia sărbătorii legale pe care aţi pierdut-o

source: If you are a part-time worker on sick leave during a public holiday, you would be entitled to benefit for the public holiday, provided you had worked for your employer for at least 40 hours in the previous five-week period - see 'Part-time employees' above
ro: Dacă sunteţi lucrător cu jumătate de normă în concediu medical în timpul unei sărbători legale, aveţi dreptul la zi liberă cu ocazia sărbătorii legale, cu condiţia să fii lucrat pentru angajatorul dumneavoastră cel puţin 40 de ore în perioada anterioară de cinci săptămâni

source: Absence from work and public holiday entitlement
ro: Absențele de la serviciu și dreptul la sărbătorile legale

source: You are entitled to leave for any public holidays that occur while you are on maternity leave, parental leave or adoptive leave
ro: Aveţi dreptul la concediu cu ocazia oricărei sărbători legale care are loc în timpul concediului de maternitate, al concediului parental sau al concediului de adopţie

source: These rights are set down in law in the Maternity Protection Acts 1994 and 2004, the Parental Leave Acts 1998 and 2006, and the Adoptive Leave Acts 1995 and 2005 respectively
ro: Aceste drepturi sunt stipulate în legislaţie în Legile privind protejarea maternităţii, 1994 şi 2004, în Legea privind concediul parental, 1998 şi respectiv în legea privind concediul de adopţie, 1995

source: You are not entitled to public holiday benefits if you have been absent from work immediately before the public holiday and your absence is:
ro: Beneficiile pentru sărbătorile legale nu se acordă în cazul în care ați absentat de la serviciu imediat înainte de sărbătoarea legală iar absența:

source: • Over 13 weeks, due to lay off or some other reason and authorised by your employer
ro: • Are o durată de peste 13 săptămâni, fiind datorată concedierii sau altui motiv și a fost aprobată de către angajator

source: • Due to a strike
ro: • Este datorată unei greve

source: • After the first 13 weeks of carer's leave
ro: • După primele 13 săptămâni din concediul de îngrijitor

source: If your employment finishes during the week ending on the day before a public holiday and you have worked for your employer for the previous 4 weeks, you should receive an additional day's pay for the public holiday
ro: În cazul în care contractul dvs. de muncă se încheie în timpul săptămânii care se sfârșește în ziua de dinaintea unei sărbători legale și în cazul în care ați muncit pentru angajator în cele 4 săptămâni precedente trebuie să primiți salariu pentru o zi suplimentară pentru respectiva sărbătoare legală

source: This also applies to part-time employees who have established a right to the public holiday by working at least 40 hours in the previous 5 weeks. You can read more about this in 'Further information' below
ro: Această prevedere se aplică și în cazul angajaților cu normă redusă care și-au dobândit dreptul la sărbătorile legale prin prestarea a cel puțin 40 de ore în cele 5 săptămâni precedente

source: Public holidays falling on a weekend
ro: Sărbătorile legale care cad la sfârşit de săptămână

source: Where a public holiday falls on a weekend, you do not have any automatic legal entitlement to have the next working day off work
ro: Când o sărbătoare legală cade la sfârşit de săptămână, nu se instituie niciun drept legal automat prin care următoarea zi de lucru să fie liberă

source: This occurred in 2016/2017 when Christmas Day (25 December) and New Year's Day (1 January) fell on a Sunday
ro: Acest lucru s-a întâmplat în 2013 când Sfântul Patrick (17 martie) a fost într-o zi de duminică

source: You can find out more about your public holiday entitlement for your individual working arrangement in this explanatory booklet on holidays and public holidays (pdf)
ro: Acest lucru a însemnat că luni 18 martie 2013 nu au fost sărbători legale. Când se întâmplă în acest fel, aveţi dreptul la aranjamentele alternative normale care privesc lucrul şi sărbătorile legale şi anume:

source: You can find out more about public holidays in this explanatory booklet on holidays and public holidays (pdf) or from the Workplace Relations Commission's Information and Customer Service - see 'Where to apply' below
ro: Mai multe informații despre sărbătorile legale puteți găsi în această broșură explicativă cu privire la concedii și sărbătorile legale (pdf) sau la Serviciul clienți din cadrul Unității privind relațiile la locul de muncă - a se vedea ”Depunerea cererilor” mai jos

source: If you are not getting your public holiday entitlement you may make a complaint under the Organisation of Working Time Act within 6 months of the dispute or complaint occurring. You must use the online complaint form available on workplacerelations.ie
ro: În cazul în care nu vi se acordă dreptul la sărbătoare legală puteți înainta o plângere în baza Legii cu privire la organizarea timpului de lucru folosind noul formular unic pentru plângeri (pdf)
